Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Unattend.UnsupportedSettingsMessage
source: Only specialize and oobeSystem settings are supported. Remove other nonempty passes, offline servicing instructions, or audit-mode resealing.
ar_sa: تُدعم إعدادات specialize وoobeSystem فقط. أزل مراحل الإعداد الأخرى غير الفارغة أو تعليمات الصيانة دون اتصال أو إعادة التهيئة لوضع التدقيق.
bg_bg: Поддържат се само настройки за specialize и oobeSystem. Премахнете другите непразни етапи, инструкциите за офлайн обслужване или повторното запечатване в режим на проверка.
cs_cz: Podporována jsou pouze nastavení specialize a oobeSystem. Odeberte ostatní neprázdné fáze konfigurace, pokyny pro offline údržbu nebo opětovné zapečetění do režimu auditu.
da_dk: Kun indstillinger for specialize og oobeSystem understøttes. Fjern andre ikke-tomme konfigurationsfaser, instruktioner til offlinevedligeholdelse eller genforsegling til overvågningstilstand.
de_de: Nur Einstellungen für specialize und oobeSystem werden unterstützt. Entfernen Sie andere nicht leere Konfigurationsdurchläufe, Offlinewartungsanweisungen und das erneute Versiegeln im Überwachungsmodus.
el_gr: Υποστηρίζονται μόνο οι ρυθμίσεις specialize και oobeSystem. Καταργήστε άλλες μη κενές φάσεις, οδηγίες συντήρησης χωρίς σύνδεση ή επανασφράγιση σε λειτουργία ελέγχου.
es_mx: Solo se admiten las opciones de specialize y oobeSystem. Quite las demás fases que no estén vacías, las instrucciones de mantenimiento sin conexión y el resellado en modo auditoría.
et_ee: Toetatud on ainult specialize- ja oobeSystem-sätted. Eemaldage muud mittetühjad konfiguratsioonietapid, ühenduseta hoolduse juhised ja auditirežiimi uuesti sulgemine.
fi_fi: Vain specialize- ja oobeSystem-asetuksia tuetaan. Poista muut vaiheosiot, jotka eivät ole tyhjiä, offline-ylläpito-ohjeet sekä uudelleensinetöinti valvontatilaan.
fr_ca: Seuls les paramètres specialize et oobeSystem sont pris en charge. Supprimez les autres passes non vides, les instructions de maintenance hors connexion et le scellement en mode audit.
he_il: נתמכות רק הגדרות specialize ו-oobeSystem. הסירו שלבי תצורה אחרים שאינם ריקים, הוראות שירות לא מקוון או הוראות לאתחול מחדש במצב ביקורת.
hr_hr: Podržane su samo postavke specialize i oobeSystem. Uklonite ostale faze konfiguracije koje nisu prazne, upute za izvanmrežno servisiranje ili ponovno pripremanje za način revizije.
hu_hu: Csak a specialize és az oobeSystem beállítások támogatottak. Távolítsa el a többi nem üres konfigurációs fázist, az offline karbantartási utasításokat és az audit módba való visszaállítást.
it_it: Sono supportate solo le impostazioni specialize e oobeSystem. Rimuovi gli altri passaggi di configurazione non vuoti, le istruzioni di manutenzione offline o la risigillatura in modalità di controllo.
ja_jp: specialize と oobeSystem の設定のみサポートされています。空ではない他の構成パス、オフラインサービス処理の指示、監査モードへの再シール設定を削除してください。
ko_kr: specialize 및 oobeSystem 설정만 지원됩니다. 비어 있지 않은 다른 구성 단계, 오프라인 서비스 지침 또는 감사 모드로 다시 봉인하는 설정을 제거하세요.
lt_lt: Palaikomi tik specialize ir oobeSystem parametrai. Pašalinkite kitus netuščius konfigūracijos etapus, autonominės priežiūros nurodymus arba pakartotinį parengimą audito režimui.
lv_lv: Tiek atbalstīti tikai specialize un oobeSystem iestatījumi. Noņemiet citus netukšus konfigurācijas posmus, bezsaistes apkopes norādījumus vai atkārtotu sagatavošanu audita režīmam.
nb_no: Bare innstillinger for specialize og oobeSystem støttes. Fjern andre faser med innhold, instruksjoner for frakoblet vedlikehold eller resealing til revisjonsmodus.
nl_nl: Alleen instellingen voor specialize en oobeSystem worden ondersteund. Verwijder andere niet-lege configuratiefasen, instructies voor offlineonderhoud of resealing naar de controlemodus.
pl_pl: Obsługiwane są tylko ustawienia specialize i oobeSystem. Usuń inne niepuste przebiegi konfiguracji, instrukcje obsługi w trybie offline lub ponowne zamykanie systemu w trybie inspekcji.
pt_pt: Apenas são suportadas definições de specialize e oobeSystem. Remova outras fases não vazias, instruções de manutenção offline ou a preparação para reiniciar em modo de auditoria.
ro_ro: Sunt acceptate numai setările din specialize și oobeSystem. Eliminați celelalte etape nevide, instrucțiunile de întreținere offline sau pregătirea pentru repornire în modul audit.
ru_ru: Поддерживаются только параметры specialize и oobeSystem. Удалите другие непустые проходы настройки, инструкции автономного обслуживания или указания на повторную загрузку в режиме аудита.
sk_sk: Podporované sú iba nastavenia specialize a oobeSystem. Odstráňte ostatné neprázdne fázy, pokyny na offline údržbu alebo prípravu na reštart do režimu auditu.
sl_si: Podprte so samo nastavitve specialize in oobeSystem. Odstranite druge neprazne faze, navodila za servisiranje brez povezave ali pripravo na ponovni zagon v načinu nadzora.
sr_latn_rs: Podržane su samo postavke specialize i oobeSystem. Uklonite ostale faze koje nisu prazne, uputstva za održavanje van mreže ili pripremu za ponovno pokretanje u režimu nadzora.
sv_se: Endast inställningar i specialize och oobeSystem stöds. Ta bort andra konfigurationspass som inte är tomma, instruktioner för offlineunderhåll eller förberedelser för omstart i granskningsläge.
th_th: รองรับเฉพาะการตั้งค่าใน specialize และ oobeSystem เท่านั้น โปรดลบขั้นตอนอื่นที่มีเนื้อหา คำสั่งการให้บริการออฟไลน์ หรือการเตรียมให้เริ่มระบบใหม่ในโหมดตรวจสอบ
tr_tr: Yalnızca specialize ve oobeSystem ayarları desteklenir. Diğer boş olmayan yapılandırma aşamalarını, çevrimdışı bakım yönergelerini veya denetim modunda yeniden başlatma hazırlığını kaldırın.
uk_ua: Підтримуються лише параметри specialize та oobeSystem. Видаліть інші непорожні етапи налаштування, інструкції автономного обслуговування або вказівки на перезавантаження в режимі аудиту.
zh_cn: 仅支持 specialize 和 oobeSystem 设置。请移除其他非空配置阶段、脱机维护指令或重新封装为审核模式的设置。
zh_tw: 僅支援 specialize 和 oobeSystem 設定。請移除其他非空白設定階段、離線維護指令，或重新封裝為稽核模式的設定。

# Unattend.ValidSource
source: Source validated.
ar_sa: تم التحقق من المصدر.
bg_bg: Източникът е проверен.
cs_cz: Zdroj byl ověřen.
da_dk: Kilden er valideret.
de_de: Quelle validiert.
el_gr: Το αρχείο προέλευσης επικυρώθηκε.
es_mx: Origen validado.
et_ee: Allikas valideeritud.
fi_fi: Lähde vahvistettu.
fr_ca: Source validée.
he_il: המקור אומת.
hr_hr: Izvor je provjeren.
hu_hu: A forrás ellenőrizve.
it_it: Origine convalidata.
ja_jp: ソースを検証しました。
ko_kr: 원본 유효성이 확인되었습니다.
lt_lt: Šaltinis patikrintas.
lv_lv: Avots validēts.
nb_no: Kilden er validert.
nl_nl: Bron gevalideerd.
pl_pl: Źródło zostało zweryfikowane.
pt_pt: Origem validada.
ro_ro: Sursă validată.
ru_ru: Источник проверен.
sk_sk: Zdroj bol overený.
sl_si: Vir je preverjen.
sr_latn_rs: Izvor je proveren.
sv_se: Källan har validerats.
th_th: ตรวจสอบต้นฉบับแล้ว
tr_tr: Kaynak doğrulandı.
uk_ua: Джерело перевірено.
zh_cn: 源文件已验证。
zh_tw: 來源已驗證。

# Update.Badge.New
source: New
ar_sa: جديد
bg_bg: Нов
cs_cz: Nové
da_dk: Ny
de_de: Neu
el_gr: Νέο
es_mx: Nuevo
et_ee: Uus
fi_fi: Uusi
fr_ca: Nouveau
he_il: חדש
hr_hr: Novi
hu_hu: Új
it_it: Nuovo
ja_jp: 新しい
ko_kr: 새로운
lt_lt: Nauja
lv_lv: Jauns
nb_no: Nytt
nl_nl: Nieuw
pl_pl: Nowy
pt_pt: Novo
ro_ro: Nou
ru_ru: Новый
sk_sk: Nové
sl_si: Novo
sr_latn_rs: Novo
sv_se: Nytt
th_th: ใหม่
tr_tr: Yeni
uk_ua: новий
zh_cn: 新
zh_tw: 新

# Update.ConfirmDownloadRestart.Message
source: Foundry OSD will download the update and restart to apply it.
ar_sa: سيقوم Foundry OSD بتنزيل التحديث وإعادة التشغيل لتطبيقه.
bg_bg: Foundry OSD ще изтегли актуализацията и ще рестартира, за да я приложи.
cs_cz: Foundry OSD stáhne aktualizaci a restartuje ji, aby ji použil.
da_dk: Foundry OSD vil downloade opdateringen og genstarte for at anvende den.
de_de: Foundry OSD lädt das Update herunter und startet neu, um es anzuwenden.
el_gr: Το Foundry OSD θα κατεβάσει την ενημέρωση και θα κάνει επανεκκίνηση για να την εφαρμόσει.
es_mx: Foundry OSD descargará la actualización y reiniciará para aplicarla.
et_ee: Foundry OSD laadib värskenduse alla ja taaskäivitab selle rakendamiseks.
fi_fi: Foundry OSD lataa päivityksen ja käynnistää sen uudelleen.
fr_ca: Foundry OSD téléchargera la mise à jour et redémarrera pour l'appliquer.
he_il: Foundry OSD יוריד את העדכון ויתחיל מחדש כדי להחיל אותו.
hr_hr: Foundry OSD će preuzeti ažuriranje i ponovno pokrenuti kako bi ga primijenili.
hu_hu: A Foundry OSD letölti a frissítést, és újraindítja az alkalmazáshoz.
it_it: Foundry OSD scaricherà l'aggiornamento e si riavvierà per applicarlo.
ja_jp: Foundry OSD はアップデートをダウンロードし、再起動して適用します。
ko_kr: Foundry OSD은 업데이트를 다운로드하고 다시 시작하여 적용합니다.
lt_lt: Foundry OSD atsisiųs naujinimą ir paleis iš naujo, kad jį pritaikytų.
lv_lv: Foundry OSD lejupielādēs atjauninājumu un restartēs, lai to lietotu.
nb_no: Foundry OSD vil laste ned oppdateringen og starte på nytt for å bruke den.
nl_nl: Foundry OSD zal de update downloaden en opnieuw opstarten om deze toe te passen.
pl_pl: Foundry OSD pobierze aktualizację i uruchomi się ponownie, aby ją zastosować.
pt_pt: Foundry OSD irá baixar a atualização e reiniciar para aplicá-la.
ro_ro: Foundry OSD va descărca actualizarea și va reporni pentru ao aplica.
ru_ru: Foundry OSD загрузит обновление и перезапустится, чтобы применить его.
sk_sk: Foundry OSD stiahne aktualizáciu a reštartuje ju, aby ju použil.
sl_si: Foundry OSD bo prenesel posodobitev in znova zagnal, da jo uporabi.
sr_latn_rs: Foundry OSD će preuzeti ažuriranje i ponovo pokrenuti da bi ga primenio.
sv_se: Foundry OSD kommer att ladda ner uppdateringen och starta om för att tillämpa den.
th_th: Foundry OSD จะดาวน์โหลดอัปเดตและรีสตาร์ทเพื่อใช้งาน
tr_tr: Foundry OSD güncellemeyi indirecek ve uygulamak için yeniden başlatacaktır.
uk_ua: Foundry OSD завантажить оновлення та перезапустить його, щоб застосувати його.
zh_cn: Foundry OSD 将下载更新并重新启动以应用它。
zh_tw: Foundry OSD 將下載更新並重新啟動以應用它。

# Update.ConfirmDownloadRestart.PrimaryButton
source: Update and restart
ar_sa: التحديث وإعادة التشغيل
bg_bg: Актуализирайте и рестартирайте
cs_cz: Aktualizujte a restartujte
da_dk: Opdater og genstart
de_de: Aktualisieren und neu starten
el_gr: Ενημέρωση και επανεκκίνηση
es_mx: Actualizar y reiniciar
et_ee: Värskendage ja taaskäivitage
fi_fi: Päivitä ja käynnistä uudelleen
fr_ca: Mettre à jour et redémarrer
he_il: עדכן והפעל מחדש
hr_hr: Ažurirajte i ponovno pokrenite
hu_hu: Frissítés és újraindítás
it_it: Aggiorna e riavvia
ja_jp: アップデートして再起動する
ko_kr: 업데이트 및 다시 시작
lt_lt: Atnaujinkite ir paleiskite iš naujo
lv_lv: Atjauniniet un restartējiet
nb_no: Oppdater og start på nytt
nl_nl: Updaten en opnieuw opstarten
pl_pl: Zaktualizuj i uruchom ponownie
pt_pt: Atualizar e reiniciar
ro_ro: Actualizați și reporniți
ru_ru: Обновить и перезапустить
sk_sk: Aktualizujte a reštartujte
sl_si: Posodobite in znova zaženite
sr_latn_rs: Ažurirajte i ponovo pokrenite
sv_se: Uppdatera och starta om
th_th: อัปเดตและรีสตาร์ท
tr_tr: Güncelle ve yeniden başlat
uk_ua: Оновіть і перезапустіть
zh_cn: 更新并重启
zh_tw: 更新並重啟

# Update.ConfirmDownloadRestart.Title
source: Update Foundry OSD
ar_sa: تحديث Foundry OSD
bg_bg: Актуализиране на Foundry OSD
cs_cz: Aktualizovat Foundry OSD
da_dk: Opdater Foundry OSD
de_de: Aktualisieren Sie Foundry OSD
el_gr: Ενημέρωση Foundry OSD
es_mx: Actualizar Foundry OSD
et_ee: Värskenda Foundry OSD
fi_fi: Päivitä Foundry OSD
fr_ca: Mettre à jour Foundry OSD
he_il: עדכן Foundry OSD
hr_hr: Ažuriraj Foundry OSD
hu_hu: Frissítés Foundry OSD
it_it: Aggiorna Foundry OSD
ja_jp: Foundry OSD を更新します
ko_kr: Foundry OSD 업데이트
lt_lt: Atnaujinti Foundry OSD
lv_lv: Atjaunināt Foundry OSD
nb_no: Oppdater Foundry OSD
pl_pl: Zaktualizuj Foundry OSD
pt_pt: Atualizar Foundry OSD
ro_ro: Actualizați Foundry OSD
ru_ru: Обновление Foundry OSD
sk_sk: Aktualizovať Foundry OSD
sl_si: Posodobi Foundry OSD
sr_latn_rs: Ažuriraj Foundry OSD
sv_se: Uppdatera Foundry OSD
th_th: อัพเดท Foundry OSD
tr_tr: Foundry OSD güncelle
uk_ua: Оновити Foundry OSD
zh_cn: 更新Foundry OSD
zh_tw: 更新Foundry OSD

# Update.Field.AvailableVersion
source: Available version
ar_sa: النسخة المتاحة
bg_bg: Налична версия
cs_cz: Dostupná verze
da_dk: Tilgængelig version
de_de: Verfügbare Version
el_gr: Διαθέσιμη έκδοση
es_mx: Versión disponible
et_ee: Saadaval versioon
fi_fi: Saatavilla oleva versio
fr_ca: Version disponible
he_il: גרסה זמינה
hr_hr: Dostupna verzija
hu_hu: Elérhető verzió
it_it: Versione disponibile
ja_jp: 利用可能なバージョン
ko_kr: 사용 가능한 버전
lt_lt: Galima versija
lv_lv: Pieejamā versija
nb_no: Tilgjengelig versjon
nl_nl: Beschikbare versie
pl_pl: Dostępna wersja
pt_pt: Versão disponível
ro_ro: Versiune disponibilă
ru_ru: Доступная версия
sk_sk: Dostupná verzia
sl_si: Razpoložljiva različica
sr_latn_rs: Dostupna verzija
sv_se: Tillgänglig version
th_th: รุ่นที่มีจำหน่าย
tr_tr: Mevcut sürüm
uk_ua: Доступна версія
zh_cn: 可用版本
zh_tw: 可用版本

# Update.Field.InstalledVersion
source: Installed version
ar_sa: النسخة المثبتة
bg_bg: Инсталирана версия
cs_cz: Nainstalovaná verze
da_dk: Installeret version
de_de: Installierte Version
el_gr: Εγκατεστημένη έκδοση
es_mx: Versión instalada
et_ee: Installitud versioon
fi_fi: Asennettu versio
fr_ca: Version installée
he_il: גרסה מותקנת
hr_hr: Instalirana verzija
hu_hu: Telepített verzió
it_it: Versione installata
ja_jp: インストールされているバージョン
ko_kr: 설치된 버전
lt_lt: Įdiegta versija
lv_lv: Instalēta versija
nb_no: Installert versjon
nl_nl: Geïnstalleerde versie
pl_pl: Zainstalowana wersja
pt_pt: Versão instalada
ro_ro: Versiune instalată
ru_ru: Установленная версия
sk_sk: Nainštalovaná verzia
sl_si: Nameščena različica
sr_latn_rs: Instalirana verzija
sv_se: Installerad version
th_th: เวอร์ชันที่ติดตั้ง
tr_tr: Yüklü sürüm
uk_ua: Встановлена версія
zh_cn: 安装版本
zh_tw: 安裝版本

# Update.Field.LastUpdateCheck
source: Last checked
ar_sa: آخر فحص
bg_bg: Последна проверка
cs_cz: Naposledy zkontrolováno
da_dk: Sidst tjekket
de_de: Zuletzt überprüft
el_gr: Τελευταίος έλεγχος
es_mx: Última comprobación
et_ee: Viimati kontrollitud
fi_fi: Viimeksi tarkistettu
fr_ca: Dernière vérification
he_il: נבדק לאחרונה
hr_hr: Zadnja provjera
hu_hu: Utoljára ellenőrizve
it_it: Ultimo controllo
ja_jp: 最後にチェックした
ko_kr: 마지막 확인
lt_lt: Paskutinį kartą patikrinta
lv_lv: Pēdējo reizi pārbaudīts
nb_no: Sist sjekket
nl_nl: Laatst gecontroleerd
pl_pl: Ostatnio sprawdzane
pt_pt: Última verificação
ro_ro: Ultima verificare
ru_ru: Последняя проверка
sk_sk: Posledná kontrola
sl_si: Nazadnje preverjeno
sr_latn_rs: Poslednja provera
sv_se: Senast kontrollerad
th_th: ตรวจสอบครั้งล่าสุด
tr_tr: Son kontrol edildi
uk_ua: Востаннє перевірено
zh_cn: 最后检查
zh_tw: 最後檢查

# Update.Field.LatestVersion
source: Latest version
ar_sa: أحدث نسخة
bg_bg: Последна версия
cs_cz: Nejnovější verze
da_dk: Seneste version
de_de: Neueste Version
el_gr: Τελευταία έκδοση
es_mx: Última versión
et_ee: Uusim versioon
fi_fi: Uusin versio
fr_ca: Dernière version
he_il: הגרסה האחרונה
hr_hr: Najnovija verzija
hu_hu: Legújabb verzió
it_it: Ultima versione
ja_jp: 最新バージョン
ko_kr: 최신 버전
lt_lt: Naujausia versija
lv_lv: Jaunākā versija
nb_no: Siste versjon
nl_nl: Nieuwste versie
pl_pl: Najnowsza wersja
pt_pt: Versão mais recente
ro_ro: Ultima versiune
ru_ru: Последняя версия
sk_sk: Najnovšia verzia
sl_si: Najnovejša različica
sr_latn_rs: Najnovija verzija
sv_se: Senaste versionen
th_th: เวอร์ชันล่าสุด
tr_tr: En son sürüm
uk_ua: Остання версія
zh_cn: 最新版本
zh_tw: 最新版本

# Update.InstallProgressDialog.Message
source: Downloading the update. Foundry OSD will restart when it is ready.
ar_sa: جارٍ تنزيل التحديث. سيتم إعادة تشغيل Foundry OSD عندما يصبح جاهزًا.
bg_bg: Изтегляне на актуализацията. Foundry OSD ще се рестартира, когато е готов.
cs_cz: Stahování aktualizace. Foundry OSD se restartuje, jakmile bude připraven.
da_dk: Downloader opdateringen. Foundry OSD genstarter, når den er klar.
de_de: Herunterladen des Updates. Foundry OSD wird neu gestartet, wenn es bereit ist.
el_gr: Λήψη της ενημέρωσης. Το Foundry OSD θα επανεκκινήσει όταν είναι έτοιμο.
es_mx: Descargando la actualización. Foundry OSD se reiniciará cuando esté listo.
et_ee: Värskenduse allalaadimine. Foundry OSD taaskäivitub, kui see on valmis.
fi_fi: Ladataan päivitystä. Foundry OSD käynnistyy uudelleen, kun se on valmis.
fr_ca: Téléchargement de la mise à jour. Foundry OSD redémarrera lorsqu'il sera prêt.
he_il: מוריד את העדכון. Foundry OSD יופעל מחדש כאשר הוא יהיה מוכן.
hr_hr: Preuzimanje ažuriranja. Foundry OSD će se ponovno pokrenuti kada bude spreman.
hu_hu: A frissítés letöltése. A Foundry OSD újraindul, ha készen áll.
it_it: Download dell'aggiornamento. Foundry OSD si riavvierà quando sarà pronto.
ja_jp: アップデートをダウンロードしています。 Foundry OSD は準備ができたら再起動します。
ko_kr: 업데이트를 다운로드하는 중입니다. Foundry OSD이 준비되면 다시 시작됩니다.
lt_lt: Atsisiunčiamas naujinimas. Foundry OSD bus paleistas iš naujo, kai bus paruoštas.
lv_lv: Notiek atjauninājuma lejupielāde. Foundry OSD tiks restartēts, kad tas būs gatavs.
nb_no: Laster ned oppdateringen. Foundry OSD vil starte på nytt når den er klar.
nl_nl: De update downloaden. Foundry OSD zal opnieuw opstarten als het klaar is.
pl_pl: Pobieranie aktualizacji. Foundry OSD uruchomi się ponownie, gdy będzie gotowy.
pt_pt: Baixando a atualização. Foundry OSD irá reiniciar quando estiver pronto.
ro_ro: Descărcarea actualizării. Foundry OSD va reporni când este gata.
ru_ru: Скачиваем обновление. Foundry OSD перезапустится, когда будет готов.
sk_sk: Sťahovanie aktualizácie. Foundry OSD sa reštartuje, keď bude pripravený.
sl_si: Prenašanje posodobitve. Foundry OSD se bo znova zagnal, ko bo pripravljen.
sr_latn_rs: Preuzimanje ažuriranja. Foundry OSD će se ponovo pokrenuti kada bude spreman.
sv_se: Laddar ner uppdateringen. Foundry OSD kommer att starta om när den är klar.
th_th: กำลังดาวน์โหลดการอัพเดต Foundry OSD จะรีสตาร์ทเมื่อพร้อม
tr_tr: Güncelleme indiriliyor. Foundry OSD hazır olduğunda yeniden başlatılacaktır.
uk_ua: Завантаження оновлення. Foundry OSD перезапуститься, коли буде готова.
zh_cn: 正在下载更新。 Foundry OSD 准备就绪后将重新启动。
zh_tw: 正在下載更新。 Foundry OSD 準備好後將重新啟動。

# Update.InstallProgressDialog.ProgressLabel
source: Download progress
ar_sa: تقدم التنزيل
bg_bg: Напредък на изтеглянето
cs_cz: Průběh stahování
da_dk: Download fremskridt
de_de: Download-Fortschritt
el_gr: Πρόοδος λήψης
es_mx: Descargar progreso
et_ee: Allalaadimise edenemine
fi_fi: Latauksen edistyminen
fr_ca: Progression du téléchargement
he_il: התקדמות ההורדה
hr_hr: Napredak preuzimanja
hu_hu: Letöltés folyamata
it_it: Scarica i progressi
ja_jp: ダウンロードの進行状況
ko_kr: 다운로드 진행 상황
lt_lt: Atsisiuntimo eiga
lv_lv: Lejupielādes norise
nb_no: Last ned fremdrift
nl_nl: Voortgang downloaden
pl_pl: Pobierz postęp
pt_pt: Progresso do download
ro_ro: Progresul descărcării
ru_ru: Прогресс загрузки
sk_sk: Priebeh sťahovania
sl_si: Napredek prenosa
sr_latn_rs: Napredak preuzimanja
sv_se: Nedladdningsförlopp
th_th: ดาวน์โหลดความคืบหน้า
tr_tr: İndirme ilerlemesi
uk_ua: Хід завантаження
zh_cn: 下载进度
zh_tw: 下載進度

# Update.InstallProgressDialog.Title
source: Downloading update
ar_sa: جارٍ تنزيل التحديث
bg_bg: Изтегля се актуализация
cs_cz: Stahování aktualizace
da_dk: Downloader opdatering
de_de: Update wird heruntergeladen
el_gr: Λήψη ενημέρωσης
es_mx: Descargando actualización
et_ee: Värskenduse allalaadimine
fi_fi: Ladataan päivitystä
fr_ca: Téléchargement de la mise à jour
he_il: מוריד עדכון
hr_hr: Preuzimanje ažuriranja
hu_hu: Frissítés letöltése
it_it: Download dell'aggiornamento
ja_jp: アップデートをダウンロードしています
ko_kr: 업데이트 다운로드 중
lt_lt: Atsisiunčiamas naujinimas
lv_lv: Notiek atjauninājuma lejupielāde
nb_no: Laster ned oppdatering
nl_nl: Update downloaden
pl_pl: Pobieram aktualizację
pt_pt: Baixando atualização
ro_ro: Se descarcă actualizarea
ru_ru: Загрузка обновления
sk_sk: Sťahuje sa aktualizácia
sl_si: Prenašanje posodobitve
sr_latn_rs: Preuzimanje ažuriranja
sv_se: Laddar ner uppdatering
th_th: กำลังดาวน์โหลดอัปเดต
tr_tr: Güncelleme indiriliyor
uk_ua: Завантаження оновлення
zh_cn: 正在下载更新
zh_tw: 正在下載更新

# Update.NotChecked
source: Not checked
ar_sa: لم يتم التحقق منها
bg_bg: Не е проверено
cs_cz: Nekontrolováno
da_dk: Ikke kontrolleret
de_de: Nicht geprüft
el_gr: Δεν έχει ελεγχθεί
es_mx: No comprobado
et_ee: Pole kontrollitud
fi_fi: Ei tarkistettu
fr_ca: Non vérifié
he_il: לא נבדק
hr_hr: Nije provjereno
hu_hu: Nincs bejelölve
it_it: Non controllato
ja_jp: 未チェック
ko_kr: 체크하지 않음
lt_lt: Nepatikrintas
lv_lv: Nav pārbaudīts
nb_no: Ikke sjekket
nl_nl: Niet gecontroleerd
pl_pl: Niesprawdzone
pt_pt: Não verificado
ro_ro: Nu este verificat
ru_ru: Не проверено
sk_sk: Nekontrolované
sl_si: Ni preverjeno
sr_latn_rs: Nije provereno
sv_se: Ej kontrollerat
th_th: ไม่ได้ตรวจสอบ
tr_tr: İşaretlenmedi
uk_ua: Не перевірено
zh_cn: 未检查
zh_tw: 未檢查

# Update.ReleaseNotesRepository
source: foundry-osd/foundry
ar_sa: مسبك-OSD/مسبك
bg_bg: леярна-осд/леярна
cs_cz: slévárna-osd/slévárna
da_dk: støberi-osd/støberi
de_de: Gießerei-OSD/Gießerei
el_gr: χυτήριο-osd/χυτήριο
es_mx: fundición-osd/fundición
et_ee: valukoda/valukoda
fi_fi: valimo-osd/valimo
fr_ca: fonderie-osd/fonderie
he_il: יציקה-osd/יציקה
hr_hr: ljevaonica-osd/ljevaonica
hu_hu: öntöde-osd/öntöde
it_it: fonderia-osd/fonderia
ja_jp: ファウンドリ-OSD/ファウンドリ
ko_kr: 파운드리-osd/파운드리
lt_lt: liejykla-osd / liejykla
lv_lv: lietuve-osd/lietuve
nb_no: støperi-osd/støperi
nl_nl: gieterij-osd/gieterij
pl_pl: odlewnia-osd/odlewnia
pt_pt: fundição-osd/fundição
ro_ro: turnătorie-osd/turnătorie
ru_ru: Foundry-OSD/литейный завод
sk_sk: zlieváreň-osd/zlieváreň
sl_si: livarna-osd/livarna
sr_latn_rs: livnica-osd/livnica
sv_se: gjuteri-osd/gjuteri
th_th: โรงหล่อ-osd/โรงหล่อ
tr_tr: dökümhane-osd/dökümhane
uk_ua: ливарний-осд/ливарний
zh_cn: 铸造厂-osd/铸造厂
zh_tw: 鑄造廠-osd/鑄造廠

# Update.Status.Checking
source: Checking for updates
ar_sa: التحقق من وجود تحديثات
bg_bg: Проверка за актуализации
cs_cz: Kontrola aktualizací
da_dk: Søger efter opdateringer
de_de: Suche nach Updates
el_gr: Έλεγχος για ενημερώσεις
es_mx: Buscando actualizaciones
et_ee: Värskenduste otsimine
fi_fi: Tarkistetaan päivityksiä
fr_ca: Vérification des mises à jour
he_il: מחפש עדכונים
hr_hr: Provjera ažuriranja
hu_hu: Frissítések keresése
it_it: Controllo degli aggiornamenti
ja_jp: アップデートをチェックしています
ko_kr: 업데이트 확인 중
lt_lt: Tikrinama, ar nėra atnaujinimų
lv_lv: Notiek atjauninājumu pārbaude
nb_no: Ser etter oppdateringer
nl_nl: Controleren op updates
pl_pl: Sprawdzanie aktualizacji
pt_pt: Verificando atualizações
ro_ro: Se verifică actualizări
ru_ru: Проверка обновлений
sk_sk: Kontrolujú sa aktualizácie
sl_si: Preverjanje posodobitev
sr_latn_rs: Proveravam ažuriranja
sv_se: Söker efter uppdateringar
th_th: กำลังตรวจสอบการอัปเดต
tr_tr: Güncellemeler kontrol ediliyor
uk_ua: Перевірка оновлень
zh_cn: 检查更新
zh_tw: 檢查更新
